Repository: iOSDeveloper1000/FocusInspiring
Catalog: FocusInspiring/Resources/*.lproj/Localizable.strings
Languages: de

# action-cancel
source: Cancel
de: Abbrechen

# action-save-confirm
source: Save
de: Speichern

# action-delete-confirm
source: Delete
de: Löschen

# label-note-creation-date
source: Created on %@
de: Erstellt am %@

# label-note-presenting-date
source: Displayed on %@
de: Angezeigt am %@

# placeholder-text-period
source: Select a period
de: Tippe um eine Frist auszuwählen.

# notification-message-general
source: An note of inspiration awaits you to be seen again...
de: Eine Notiz der Inspiration erwartet von dir erneut gesehen zu werden...

# welcome-slogan
source: WELCOME FEELING INSPIRED
de: FÜHL DICH RUNDUM INSPIRIERT

# action-title-when-done
source: Great job!
de: Großartig!

# action-add-to-success-list
source: Add to your List of Success
de: Füge es deiner Erfolgsstory hinzu

# alert-title-period-incomplete
source: Incomplete period
de: Unvollständige Fristangabe

# alert-message-period-incomplete
source: It seems like you have not entered a valid time duration for this note to come back into focus. Try to set a new period.
de: Es scheint, als hättest du noch keine gültige Frist für die erneute Anzeige dieser Notiz angegeben. Versuche eine neue Frist zu setzen.

# alert-title-period-conversion-failed
source: Internal error
de: Interner Fehler

# alert-message-period-conversion-failed
source: Could not convert the period to a target date. Try to set a different period.
de: Die Frist konnte nicht in ein Datum konvertiert werden. Versuche eine andere Frist zu setzen.

# action-title-repeat-note
source: The note will be presented on %@ again.
de: Die Notiz wird am %@ wieder angezeigt.

# action-repeat-note
source: Re-present then
de: Präsentiere an dem Tag erneut

# action-title-delete-note
source: This note will be deleted permanently.
de: Diese Notiz dauerhaft löschen.

# label-extending-note
source: Extend the note by
de: Verlängere die Notiz um

# alert-title-delete-temporary-note
source: The note has not been saved yet. Continuing will delete it permanently.
de: Die Notiz wurde noch nicht gespeichert. Fortfahren wird sie dauerhaft löschen.

# alert-title-note-incomplete
source: Incomplete note
de: Unvollständige Notiz

# alert-message-note-incomplete
source: It seems like you have not entered a title or some descriptional elements like text or an image.
de: Es scheint, als hättest noch keinen Titel oder Beschreibung (Text, Bild, ...) hinzugefügt.

# action-save-note-incomplete
source: Save anyway
de: Trotzdem speichern

# action-title-save-note
source: Your note will be saved and presented on %@.
de: Deine Notiz wird gespeichert und am %@ angezeigt.

# label-present-note
source: Present the note in
de: Präsentiere die Notiz in

# alert-title-replace-image
source: A new image will overwrite the former one.
de: Ein neues Bild wird das vorige überschreiben.

# alert-message-replace-image
source: Are you sure you want to pick a new image overwriting the currently chosen one?
de: Bist du dir sicher, ein neues Bild auszuwählen und das vorige damit zu überschreiben?

# action-overwrite-image
source: Overwrite
de: Überschreiben

# alert-title-missing-image-data
source: Image not found
de: Bild nicht gefunden

# alert-message-missing-image-data
source: The selected image cannot be loaded into the app.
de: Das ausgewählte Bild kann nicht in die App geladen werden.

# alert-title-note-unloadable
source: Internal error
de: Interner Fehler

# alert-message-note-unloadable
source: Could not load the note for editing. Please try again or copy to a new note.
de: Die Notiz konnte nicht zum Bearbeiten geladen werden. Versuche es bitte erneut oder kopiere die Inhalte in eine neue Notiz.

# alert-title-delete-complete-note
source: Are you sure you want to delete this note permanently?
de: Soll die Notiz dauerhaft gelöscht werden?

# hint-changed-setting-after-restart
source: Changed setting will become active after restart of app.
de: Die geänderte Einstellung wird nach einem Neustart der App aktiv.

# hint-changed-setting-for-future-actions
source: Changed setting will be used for all notes saved in future.
de: Die geänderte Einstellung wird für alle zukünftig gespeicherten Notizen verwendet werden.

# resource-title-about-page
source: 2021-09-01_LegalNotice_en_raw
de: 2021-09-01_LegalNotice_de_raw
